let tableArray = [
    {
        "Название": "SHAMAN — ВЫЗОВ саундтрек к шоу ТНТ Вызов",
        "Включений за месяц": 37,
        "Среднее время прослушивания": "2:49",
        "Радиостанция": "Авторадио",
        "Длительность": "3:19"
    },
    {
        "Название": "Фейгин - Ливни Листопады",
        "Включений за месяц": 36,
        "Среднее время прослушивания": "2:06",
        "Радиостанция": "Авторадио",
        "Длительность": "2:16"
    },
    {
        "Название": "Mary Gu - Калифорния",
        "Включений за месяц": 34,
        "Среднее время прослушивания": "7:27",
        "Радиостанция": "Авторадио",
        "Длительность": "7:37"
    },
    {
        "Название": "Винтаж — Лети за солнцем Filatov & Karas Mix",
        "Включений за месяц": 34,
        "Среднее время прослушивания": "9:23",
        "Радиостанция": "Авторадио",
        "Длительность": "9:33"
    },
    {
        "Название": "DJ SMASH & NIVESTA - Позвони",
        "Включений за месяц": 34,
        "Среднее время прослушивания": "8:16",
        "Радиостанция": "Авторадио",
        "Длительность": "8:26"
    },
    {
        "Название": "Все Звёзды - Гимн Авторадио",
        "Включений за месяц": 33,
        "Среднее время прослушивания": "6:20",
        "Радиостанция": "Авторадио",
        "Длительность": "6:30"
    },
    {
        "Название": "Люся Чеботина - ПЛАКАЛ ГОЛЛИВУД",
        "Включений за месяц": 32,
        "Среднее время прослушивания": "3:44",
        "Радиостанция": "Авторадио",
        "Длительность": "3:54"
    },
    {
        "Название": "Сергей Лазарев - Танцуй",
        "Включений за месяц": 29,
        "Среднее время прослушивания": "4:30",
        "Радиостанция": "Авторадио",
        "Длительность": "4:40"
    },
    {
        "Название": "ANIVAR - Билет в бесконечность",
        "Включений за месяц": 27,
        "Среднее время прослушивания": "5:07",
        "Радиостанция": "Авторадио",
        "Длительность": "5:17"
    },
    {
        "Название": "Burito - Она",
        "Включений за месяц": 27,
        "Среднее время прослушивания": "5:34",
        "Радиостанция": "Авторадио",
        "Длительность": "6:44"
    },
    {
        "Название": "Моя Мишель Dose - Пташка",
        "Включений за месяц": 26,
        "Среднее время прослушивания": "7:07",
        "Радиостанция": "Авторадио",
        "Длительность": "8:17"
    },
    {
        "Название": "Владимир Пресняков – Синяя птица",
        "Включений за месяц": 24,
        "Среднее время прослушивания": "2:12",
        "Радиостанция": "Авторадио",
        "Длительность": "2:22"
    },
    {
        "Название": "Люся Чеботина - Солнце Монако",
        "Включений за месяц": 19,
        "Среднее время прослушивания": "7:18",
        "Радиостанция": "Авторадио",
        "Длительность": "8:28"
    },
    {
        "Название": "JONY - Никак",
        "Включений за месяц": 17,
        "Среднее время прослушивания": "5:35",
        "Радиостанция": "Авторадио",
        "Длительность": "5:45"
    },
    {
        "Название": "DJ SMASH Artik & Asti - CO2",
        "Включений за месяц": 16,
        "Среднее время прослушивания": "6:20",
        "Радиостанция": "Авторадио",
        "Длительность": "6:30"
    },
    {
        "Название": "Zivert - WAKE UP",
        "Включений за месяц": 16,
        "Среднее время прослушивания": "1:42",
        "Радиостанция": "Авторадио",
        "Длительность": "1:52"
    },
    {
        "Название": "Ваня Дмитриенко - Вечно молодым OST \"Струны\"",
        "Включений за месяц": 16,
        "Среднее время прослушивания": "8:40",
        "Радиостанция": "Авторадио",
        "Длительность": "8:50"
    },
    {
        "Название": "Звонкий – Вот и всё",
        "Включений за месяц": 15,
        "Среднее время прослушивания": "3:40",
        "Радиостанция": "Авторадио",
        "Длительность": "3:50"
    },
    {
        "Название": "Dabro - Мне не страшно Песня про брата",
        "Включений за месяц": 15,
        "Среднее время прослушивания": "5:05",
        "Радиостанция": "Авторадио",
        "Длительность": "6:15"
    },
    {
        "Название": "Лолита & Коста Лакоста — По-другому",
        "Включений за месяц": 15,
        "Среднее время прослушивания": "1:24",
        "Радиостанция": "Авторадио",
        "Длительность": "1:34"
    },
    {
        "Название": "Татьяна Буланова - Поезда",
        "Включений за месяц": 29,
        "Среднее время прослушивания": "4:21",
        "Радиостанция": "Дорожное радио",
        "Длительность": "4:50"
    },
    {
        "Название": "Владимир Пресняков – У тебя есть я",
        "Включений за месяц": 29,
        "Среднее время прослушивания": "2:49",
        "Радиостанция": "Дорожное радио",
        "Длительность": "3:15"
    },
    {
        "Название": "Денис Клявер - Тебя удача найдёт",
        "Включений за месяц": 27,
        "Среднее время прослушивания": "5:01",
        "Радиостанция": "Дорожное радио",
        "Длительность": "5:28"
    },
    {
        "Название": "Денис Майданов - Молодость моя",
        "Включений за месяц": 26,
        "Среднее время прослушивания": "3:45",
        "Радиостанция": "Дорожное радио",
        "Длительность": "3:45"
    },
    {
        "Название": "Группа ПЯТЕRО и Лев Лещенко с песней \"Все было да прошло\"",
        "Включений за месяц": 25,
        "Среднее время прослушивания": "3:04",
        "Радиостанция": "Дорожное радио",
        "Длительность": "3:23"
    },
    {
        "Название": "Александр Устюгов - Попутчица",
        "Включений за месяц": 25,
        "Среднее время прослушивания": "4:21",
        "Радиостанция": "Дорожное радио",
        "Длительность": "5:24"
    },
    {
        "Название": "Лолита – Грустная танцую",
        "Включений за месяц": 24,
        "Среднее время прослушивания": "1:50",
        "Радиостанция": "Дорожное радио",
        "Длительность": "2:10"
    },
    {
        "Название": "Валерия - Потеряла сердце",
        "Включений за месяц": 24,
        "Среднее время прослушивания": "5:32",
        "Радиостанция": "Дорожное радио",
        "Длительность": "5:42"
    },
    {
        "Название": "Елена Воробей Красное и белое",
        "Включений за месяц": 21,
        "Среднее время прослушивания": "1:27",
        "Радиостанция": "Дорожное радио",
        "Длительность": "1:28"
    },
    {
        "Название": "Dabro - Мне не страшно Песня про брата",
        "Включений за месяц": 17,
        "Среднее время прослушивания": "6:00",
        "Радиостанция": "Дорожное радио",
        "Длительность": "6:50"
    },
    {
        "Название": "Александр Иванов и группа Рондо — Стрелой",
        "Включений за месяц": 16,
        "Среднее время прослушивания": "1:40",
        "Радиостанция": "Дорожное радио",
        "Длительность": "1:50"
    },
    {
        "Название": "Юлия Проскурякова - Журавлик I Новая Красивая песня о любви I",
        "Включений за месяц": 15,
        "Среднее время прослушивания": "1:32",
        "Радиостанция": "Дорожное радио",
        "Длительность": "1:32"
    },
    {
        "Название": "ANNA ASTI & Филипп Киркоров — Хобби",
        "Включений за месяц": 15,
        "Среднее время прослушивания": "5:18",
        "Радиостанция": "Дорожное радио",
        "Длительность": "6:16"
    },
    {
        "Название": "ANIVAR - Билет в бесконечность",
        "Включений за месяц": 15,
        "Среднее время прослушивания": "2:49",
        "Радиостанция": "Дорожное радио",
        "Длительность": "2:51"
    },
    {
        "Название": "JONY - Титры",
        "Включений за месяц": 54,
        "Среднее время прослушивания": "4:49",
        "Радиостанция": "Русское радио",
        "Длительность": "5:49"
    },
    {
        "Название": "EMIN - на обратной стороне",
        "Включений за месяц": 50,
        "Среднее время прослушивания": "5:28",
        "Радиостанция": "Русское радио",
        "Длительность": "5:48"
    },
    {
        "Название": "ХАННА - Море",
        "Включений за месяц": 48,
        "Среднее время прослушивания": "3:17",
        "Радиостанция": "Русское радио",
        "Длительность": "3:27"
    },
    {
        "Название": "Ночь расскажет",
        "Включений за месяц": 47,
        "Среднее время прослушивания": "1:15",
        "Радиостанция": "Русское радио",
        "Длительность": "1:25"
    },
    {
        "Название": "ANNA ASTI - По барам",
        "Включений за месяц": 44,
        "Среднее время прослушивания": "2:36",
        "Радиостанция": "Русское радио",
        "Длительность": "2:46"
    },
    {
        "Название": "Слава Анна Семенович – Бумеранг",
        "Включений за месяц": 43,
        "Среднее время прослушивания": "2:48",
        "Радиостанция": "Русское радио",
        "Длительность": "2:58"
    },
    {
        "Название": "Filatov & Karas — Движ",
        "Включений за месяц": 43,
        "Среднее время прослушивания": "5:17",
        "Радиостанция": "Русское радио",
        "Длительность": "5:27"
    },
    {
        "Название": "Сергей Лазарев - Танцуй",
        "Включений за месяц": 41,
        "Среднее время прослушивания": "6:30",
        "Радиостанция": "Русское радио",
        "Длительность": "6:40"
    },
    {
        "Название": "Ирина Дубцова & Natan – Давай обнимемся в последний раз",
        "Включений за месяц": 40,
        "Среднее время прослушивания": "4:12",
        "Радиостанция": "Русское радио",
        "Длительность": "4:22"
    },
    {
        "Название": "Полина Гагарина & Дима Билан ― Души сингла",
        "Включений за месяц": 39,
        "Среднее время прослушивания": "2:24",
        "Радиостанция": "Русское радио",
        "Длительность": "2:34"
    },
    {
        "Название": "Владимир Пресняков – Синяя птица",
        "Включений за месяц": 38,
        "Среднее время прослушивания": "2:01",
        "Радиостанция": "Русское радио",
        "Длительность": "2:11"
    },
    {
        "Название": "Лариса Долина - Двое На Ветру Clip Remastered",
        "Включений за месяц": 38,
        "Среднее время прослушивания": "1:11",
        "Радиостанция": "Русское радио",
        "Длительность": "1:21"
    },
    {
        "Название": "Artik & Asti - Гармония",
        "Включений за месяц": 34,
        "Среднее время прослушивания": "5:19",
        "Радиостанция": "Русское радио",
        "Длительность": "5:29"
    },
    {
        "Название": "Наталья Подольская - Такая сильная любовь",
        "Включений за месяц": 32,
        "Среднее время прослушивания": "1:27",
        "Радиостанция": "Русское радио",
        "Длительность": "1:37"
    },
    {
        "Название": "Марина Бриз - Не трогай меня",
        "Включений за месяц": 32,
        "Среднее время прослушивания": "3:17",
        "Радиостанция": "Русское радио",
        "Длительность": "3:27"
    },
    {
        "Название": "Юлия Савичева - Синоптики",
        "Включений за месяц": 31,
        "Среднее время прослушивания": "4:36",
        "Радиостанция": "Русское радио",
        "Длительность": "4:46"
    },
    {
        "Название": "Стас Костюшкин - Останешься",
        "Включений за месяц": 31,
        "Среднее время прослушивания": "5:20",
        "Радиостанция": "Русское радио",
        "Длительность": "5:30"
    },
    {
        "Название": "Dabro - Услышит весь район",
        "Включений за месяц": 31,
        "Среднее время прослушивания": "4:05",
        "Радиостанция": "Русское радио",
        "Длительность": "4:15"
    },
    {
        "Название": "Люся Чеботина - Солнце Монако",
        "Включений за месяц": 30,
        "Среднее время прослушивания": "3:12",
        "Радиостанция": "Русское радио",
        "Длительность": "3:22"
    },
    {
        "Название": "Валерия — Синица OST Я хочу Я буду",
        "Включений за месяц": 30,
        "Среднее время прослушивания": "2:02",
        "Радиостанция": "Русское радио",
        "Длительность": "2:12"
    }
]